const AboutUsInformation = () => {
    return (
        <div className="mt-16 px-4 md:px-0">
            <p className="text-white font-uindbase text-xl leading-6 mb-8">
                Разнообразный и богатый опыт укрепление и развитие структуры в значительной степени обуславливает создание соответствующий условий активизации. С другой стороны, начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке существенных финансовых и административных условий. Задача организации, в особенности же новая модель организационной деятельности требуют определения и уточнения систем массового участия. Не следует, однако, забывать, что сложившаяся структура организации требует определения и уточнения существенных финансовых и административных условий. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требует определения и уточнения форм развития.
            </p>
            <div className="flex flex-wrap justify-center mt-9 space-x-4 space-y-4">
                <img src="/photoGallery1.svg" alt="Фото 1" className="w-80 h-80 object-cover" /> 
                <img src="/forThisSeason.svg" alt="Фото 2" className="w-96 h-80 object-cover" />
                <img src="/photoGallery2.svg" alt="Фото 3" className="w-80 h-80 object-cover" />
            </div>
        </div>
    );
}

export default AboutUsInformation;
